import "./About.css";
import aboutUs_img from "../../assets/lipa.jpg";

export const About = () => {
  return (
    <section className="about-container" id="about">
        <div className="about-section">
          <p>Во срцето на градот, на само неколку чекори од главните знаменитости, се наоѓа нашата традиционална кафана. Нашата мисија отсекогаш била да создадеме место каде што луѓето ќе се чувствуваат како дома, опкружени со пријатен амбиент и автентични вкусови.</p>
            <p>Постоиме од 2003 година, започнувајќи со приготвување на риба, до денес каде што сме многу повеќе од тоа. Кај нас ќе најдете вистински домашен вкус и топлина кои се главните работи зашто нашите гости секогаш се враќаат.</p>
            <p>Што нè издвојува? Автентични вкусови по традиционални рецепти, пријателски персонал, посебен шалтер за храна за носење, пристапни цени, и место со домашната атмосфера и идеална локација.</p>
        </div>
        <div>
            <img id="about-is-img" src={aboutUs_img} />
        </div>
    </section>
  )
}
