export const menuData = [
    {
        category: "Доручек",
        items: [
            {
                name: "Телешка чорба",
                description: "(телешки мускул,брашно,морков,кромид)",
                price: "120"
            },
            {
                name: "Шкембе чорба",
                description: "(шкембе,брашно,кромид)",
                price: "0"
            },
            {
                name: "Омлет со шунка и кашкавал",
                description: "(jајца,шунка,кашкавал)",
                price: "120"
            },
            {
                name: "Омлет со сланина",
                description: "(jајца,шунка,кашкавал,сланина)",
                price: "140"
            },
        ]
    },
    {
        category: "Салати",
        items: [
            {
                name: "Шопска салата",
                description: "(домат,краставица,кромид ,кравјо сирење)",
                price: "120"
            },
            {
                name: "Македонска салата",
                description: "(домат,кромид,пиперка,магдонос)",
                price: "0"
            },
            {
                name: "Грчка",
                description: "(домат,краставица,маслинка,оригано,кромид)",
                price: "140"
            },
            {
                name: "Витаминска",
                description: "(зелка,морков,цвекло)",
                price: "100"
            },
            {
                name: "Мешана",
                description: "(домат,краставица,зелка)",
                price: "100"
            },
            {
                name: "Таратур",
                description: "(краставица, павлака)",
                price: "120"
            },
        ]
    },
    {
        category: "Топли предјадења",
        items: [
            {
                name: "Зденка похована",
                price: "парче/40",
            },
            {
                name: "Пирошка",
                price: "парче/80",
            },
            {
                name: "Сирење на скара кравјо",
                price: "100",
            },
            {
                name: "Сирење на скара со сланина",
                description: "(кравјо сирење,сланина)",
                price: "120",
            },
            {
                name: "Тиквици на скара",
                price: "100"
            },
            {
                name: "Тиквици поховани",
                price: "120"
            },
            {
                name: "Помфрит мал/голем",
                price: "80/100"
            },
            {
                name: "Помфрит со сирење мал/голем",
                price: "100/120"
            },
        ]
    },
    {
        category: "Скара",
        items: [
            {
                name: "Кебап",
                price: "парче/14"
            },
            {
                name: "Кобасица",
                price: "парче/70"
            },
            {
                name: "Сланина",
                price: "парче/150"
            },
            {
                name: "Уштипак",
                price: "парче/50"
            },
            {
                name: "Телешки Џигер",
                price: "1кг/300"
            },
            {
                name: "Батак без коска",
                price: "1кг/600"
            },
            {
                name: "Стек на скара",
                price: "1кг/600"
            },
            {
                name: "Похован стек",
                description: "(пилешко месо,јајца,брашно,презла)",
                price: "1кг/600"
            },
            {
                name: "Ражнич пилешки/свински",
                price: "0"
            },
            {
                name: "Пилешки/свински увијач",
                description: "(пилешки стек/свинско,кашкавал,сланина)",
                price: "0"
            },
            {
                name: "Свинско ребро",
                price: "1кг/700"
            },
            {
                name: "Плескавица",
                price: "90"
            },
            {
                name: "Шарска плескавица 200гр",
                description: "(мелено месо,кашкавал)",
                price: "140"
            },
            {
                name: "Гурманска плескавица",
                description: "(мелено месо,пиперка,кашкавал,сланина)",
                price: "240"
            }
        ]
    },
    {
        category: "Риба",
        items: [
            {
                name: "Ослич без коска ",
                price: "1кг/400"
            },
            {
                name: "Ослич со коска",
                price: "1кг/350"
            },
            {
                name: "Скуша",
                price: "1кг/400"
            },
            {
                name: "Пастрмка црвена",
                price: "1кг/600"
            },
            {
                name: "Пастрмка бела",
                price: "1кг/550"
            },
            {
                name: "Шкрапина",
                price: "1кг/600"
            },
            {
                name: "Панга",
                price: "1кг/600"
            }
        ]
    }
];