export const menuData = [
    {
        category: "Доручек",
        items: [
            {
                name: "Телешка чорба",
                description: "(телешки мускул,брашно,морков,кромид)",
                price: "120"
            },
            {
                name: "Шкембе чорба",
                description: "(шкембе,брашно,кромид)",
                price: "140"
            },
            {
                name: "Омлет со шунка и кашкавал",
                description: "(jајца,шунка,кашкавал)",
                price: "120"
            },
            {
                name: "Омлет со сланина",
                description: "(jајца,шунка,кашкавал,сланина)",
                price: "140"
            },
        ]
    },
    {
        category: "Салати",
        items: [
            {
                name: "Шопска салата",
                description: "(домат,краставица,кромид ,кравјо сирење)",
                price: "120"
            },
            {
                name: "Македонска салата",
                description: "(домат,кромид,пиперка,магдонос)",
                price: "140"
            },
            {
                name: "Грчка салата",
                description: "(домат,краставица,маслинка,оригано,кромид)",
                price: "140"
            },
            {
                name: "Витаминска салата",
                description: "(зелка,морков,цвекло)",
                price: "100"
            },
            {
                name: "Мешана салата",
                description: "(домат,краставица,зелка)",
                price: "100"
            },
            {
                name: "Таратур",
                description: "(краставица, павлака)",
                price: "120"
            },
        ]
    },
    {
        category: "Топли предјадења",
        items: [
            {
                name: "Зденка похована",
                price: "парче/40",
            },
            {
                name: "Пирошка",
                price: "парче/80",
            },
            {
                name: "Сирење на скара кравјо",
                price: "100",
            },
            {
                name: "Сирење на скара со сланина",
                description: "(кравјо сирење,сланина)",
                price: "120",
            },
            {
                name: "Тиквици на скара",
                price: "100"
            },
            {
                name: "Тиквици поховани",
                price: "120"
            },
            {
                name: "Помфрит мал/голем",
                price: "80/100"
            },
            {
                name: "Помфрит со сирење мал/голем",
                price: "100/120"
            },
        ]
    },
    {
        category: "Готвени предјадења",
        items: [
            {
                name: "Грав",
                price: "1кг/300",
            },
            {
                name: "Ориз",
                price: "1кг/250",
            },
            {
                name: "Ориз со спанаќ",
                price: "1кг/300",
            },
            {
                name: "Полнети пиперки",description: "(ориз, мелено месо, кромид)",
                price: "1кг/400",
            },
            {
                name: "Турлитава",
                description: "(грав, боранија, грашок, компир, морков, модар патлиџан, тиквица, пиперка)",
                price: "1кг/300"
            },
            {
                name: "Мусака",
                description: "(компир, мелено месо, кромид)",
                price: "1кг/400"
            },
            {
                name: "Пилешко со зеленчук",description: "(стек, брокула, морков, тиквица, модар патлиџан)",
                price: "1кг/600"
            },
            {
                name: "Макарони",
                description: "(макарони, сирење, јајца, млеко, хопла)",
                price: "1кг/300"
            },
        ]
    },
    {
        category: "Скара",
        items: [
            {
                name: "Кебап",
                price: "парче/14"
            },
            {
                name: "Кобасица",
                price: "парче/70"
            },
            {
                name: "Сланина",
                price: "парче/150"
            },
            {
                name: "Уштипак",
                price: "парче/50"
            },
            {
                name: "Телешки Џигер",
                price: "1кг/300"
            },
            {
                name: "Батак без коска",
                price: "1кг/600"
            },
            {
                name: "Стек на скара",
                price: "1кг/600"
            },
            {
                name: "Похован стек",
                description: "(пилешко месо,јајца,брашно,презла)",
                price: "1кг/600"
            },
            {
                name: "Ражнич пилешки/свински 1кг.",
                price: "600/700"
            },
            {
                name: "Пилешки/свински увијач 1кг",
                description: "(пилешки стек/свинско,кашкавал,сланина)",
                price: "600/700"
            },
            {
                name: "Свинско ребро",
                price: "1кг/700"
            },
            {
                name: "Плескавица",
                price: "90"
            },
            {
                name: "Шарска плескавица 200гр",
                description: "(мелено месо,кашкавал)",
                price: "140"
            },
            {
                name: "Гурманска плескавица",
                description: "(мелено месо,пиперка,кашкавал,сланина)",
                price: "240"
            }
        ]
    },
    {
        category: "Риба",
        items: [
            {
                name: "Ослич без коска ",
                price: "1кг/400"
            },
            {
                name: "Ослич со коска",
                price: "1кг/350"
            },
            {
                name: "Скуша",
                price: "1кг/400"
            },
            {
                name: "Пастрмка црвена",
                price: "1кг/600"
            },
            {
                name: "Пастрмка бела",
                price: "1кг/550"
            },
            {
                name: "Шкрапина",
                price: "1кг/600"
            },
            {
                name: "Панга",
                price: "1кг/600"
            }
        ]
    },
    {
        category: "Безалкохолни пијалоци",
        items: [
            {
                name: "Кисела вода Пелистерка 1л.",
                price: "80"
            },
            {
                name: "Кисела вода 0.5мл",
                price: "40"
            },
            {
                name: "Кока Кола 0.33мл",
                price: "70"
            },
            {
                name: "Фанта 0.33мл",
                price: "70"
            },
            {
                name: "Швепс 0.33мл",
                price: "70"
            },
            {
                name: "Тоник 0.33мл",
                price: "70"
            },
            {
                name: "Спрајт 0.33мл",
                price: "70"
            },
            {
                name: "Густи сок некст 0.33мл",
                description: "(портокал, праска)",
                price: "80"
            }
        ]
    },
    {
        category: "Aлкохолни пијалоци",
        items: [
            {
                name: "Скопско 0.5/0.33",
                price: "90"
            },
            {
                name: "Скопско Смут 0.5/0.33",
                price: "90"
            },
            {
                name: "Лашко 0.5",
                price: "90"
            },
            {
                name: "Амстел 0.5",
                price: "110"
            },
            {
                name: "Хајнекен 0.5/0.33",
                price: "110"
            },
            {
                name: "Ипл",
                price: "90"
            },
            {
                name: "Бира Морети 0.5",
                price: "100"
            },
            {
                name: "Радлер 0.5",
                price: "90"
            },
            {
                name: "Смедеревка 1л",
                price: "280"
            },
            {
                name: "Темјаника 0.7мл",
                price: "600"
            },
            {
                name: "Траминец 0.7мл",
                price: "600"
            },
            {
                name: "Александрија бело 0.7мл",
                price: "90"
            },
            {
                name: "Вранец 1л",
                price: "280"
            },
            {
                name: "Македонско црвено 1л",
                price: "280"
            },
            {
                name: "Александрија црвено",
                price: "600"
            },
            {
                name: "Т'га за југ црвено 0.7мл",
                price: "600"
            },
            {
                name: "Тиквешка жолта ракија ЛР",
                price: "60"
            },
            {
                name: "Тиквешка бела ракија ЛР",
                price: "60"
            },
            {
                name: "Узо 12",
                price: "80"
            },
            {
                name: "Узо плумари",
                price: "100"
            },
            {
                name: "Мастика",
                price: "70"
            },
            {
                name: "Коњак",
                price: "60"
            },
            {
                name: "Пелинковец",
                price: "60"
            },
            {
                name: "Вотка вигор",
                price: "60"
            },
            {
                name: "Вотка смирноф",
                price: "100"
            },
            {
                name: "Вотка фаландија",
                price: "100"
            },
            {
                name: "Џин сах",
                price: "60"
            },
            {
                name: "Џин гордонс",
                price: "100"
            },
            {
                name: "Виски Џејмисон",
                price: "180"
            },
            {
                name: "Виски Џек Даниелс",
                price: "200"
            },
            {
                name: "Виски Чивас",
                price: "220"
            },
            {
                name: "Виски Џони",
                price: "150"
            },
            {
                name: "Виски Џб",
                price: "150"
            },
        ]
    }
];