export const menuData = [
    //corbi
    {
        name: "Телешка чорба",
        description: "телешки мускул,брашно,морков,кромид",
        price: "120"
    },
    {
        name: "Шкембе чорба",
        description: "шкембе,брашно,кромид",
        price: "0"
    },
    //salati
    {
        name: "Шопска салата",
        description: "домат,краставица,кромид ,кравјо сирење",
        price: "120"
    },
    {
        name: "Македонска салата",
        description: "домат,кромид,пиперка,магдонос",
        price: "0"
    },
    {
        name: "Грчка",
        description: "домат,краставица,маслинка,оригано,кромид",
        price: "140"
    },
    {
        name: "Витаминска",
        description: "зелка,морков,цвекло",
        price: "100"
    },
    {
        name: "Мешана",
        description: "домат,краставица,зелка",
        price: "100"
    },
    {
        name: "Таратур",
        description: "краставица, павлака",
        price: "120"
    },
    //topli predjadenja
    {
        name: "Зденка похована",
        price: "40ден. парче",
    },
    {
        name: "Пирошка",
        price: "80ден. парче",
    },
    {
        name: "Сирење на скара кравјо",
        price: "100",
    },
    {
        name: "Сирење на скара со сланина",
        description: "кравјо сирење,сланина",
        price: "120",
    },
    {
        name: "Тиквици на скара",
        price: "100"
    },
    {
        name: "Тиквици поховани",
        price: "120"
    },
];